{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "(P) Pro Pause Menu"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3458B157461AEF877F9A11BFF190C830"
		},
		{
			"Source":
			{
				"Text": "Ahoj"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C91179E446E830C9D7F81B9994261E25"
		},
		{
			"Source":
			{
				"Text": "Autonomní lampa"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A33EA0A04C79390C06FFC588B0D57A4B"
		},
		{
			"Source":
			{
				"Text": "BP_A\r\nStart\r\nNeimplementuje Interface"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CDFF82F941B1D22BA7CA92A343E8F606"
		},
		{
			"Source":
			{
				"Text": "BP_B\r\nCil\r\nImplementuje Interface"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D152B93B400C980576FAADB82931A236"
		},
		{
			"Source":
			{
				"Text": "BP_Bush"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E8259B854BD508904334B78A7335D098"
		},
		{
			"Source":
			{
				"Text": "BP_Lamp"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9B50AA7C451AEBF39BD35EB76A036819"
		},
		{
			"Source":
			{
				"Text": "BP_Mina (Dedí z BP_ObecnáPast)\r\nFunkcní past.\r\nVyuziva podedene funkce: (Aktivace,Radius)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DF02937A410BECC65C7A85B4A8B6CA6C"
		},
		{
			"Source":
			{
				"Text": "BP_ObecnaPast (Parent)\r\nNic neumí, pouze definituje \r\nzákladní funkce\r\n(Aktivace, Radius Detekce)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9749174541E8FFAAA3FD1BA9C7C6DF67"
		},
		{
			"Source":
			{
				"Text": "Basalt"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DB2D98644AE2106EC187AE916E124736"
		},
		{
			"Source":
			{
				"Text": "Brushed Nickel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "18DC5E9443A5BB3A2B90F7B162ACF84B"
		},
		{
			"Source":
			{
				"Text": "Burnished Steel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FE4D72B74727D68EE900269512ADBD13"
		},
		{
			"Source":
			{
				"Text": "ButtonText"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B06B843C49623D10CB75FC8C85007032"
		},
		{
			"Source":
			{
				"Text": "Ceramic Tile"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3FD9F5ED495B69292191DF990216AE9E"
		},
		{
			"Source":
			{
				"Text": "Checker/Dot"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9B3B2B8849D4AE1E15A3988C6174FFCE"
		},
		{
			"Source":
			{
				"Text": "Chrome"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D8E693054E8EC046F143C3985127A19A"
		},
		{
			"Source":
			{
				"Text": "Clay Brick, Beveled"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3262ABFE423BC5EBAD106AA09BEB06B1"
		},
		{
			"Source":
			{
				"Text": "Clay Brick, New"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F4CE2CAE439B929F7A803B819685F312"
		},
		{
			"Source":
			{
				"Text": "Clay Brick, Old"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A5B92A6F489E6BDD33F59DA42E55D476"
		},
		{
			"Source":
			{
				"Text": "Click The Simulate Toolbar Button"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EE646BB14DE4C7BB8D374F9CF223B43D"
		},
		{
			"Source":
			{
				"Text": "Cobblestone, Pebble"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "44FF04AF47DB16E7B44F93AFE53D5FC8"
		},
		{
			"Source":
			{
				"Text": "Cobblestone, Rough"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FC576AD54EB2C44A8F725D924751F6E3"
		},
		{
			"Source":
			{
				"Text": "Cobblestone, Smooth"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "40003A444A5F919E59AA34AC84F199FF"
		},
		{
			"Source":
			{
				"Text": "Concrete, Grime"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "38D774124718D501074E67B63BDFA531"
		},
		{
			"Source":
			{
				"Text": "Concrete, Panels"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "92BF808F419CFC86361DBEA5DF0B95F2"
		},
		{
			"Source":
			{
				"Text": "Concrete, Poured"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C7BE34DF4B976E6D653AEC9D6B6D8E52"
		},
		{
			"Source":
			{
				"Text": "Concrete, Tiles"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BEF4E8B743D60917FE0C7E96572FA69A"
		},
		{
			"Source":
			{
				"Text": "Copper"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EBF5D09C4756D0B7B5CB348568DEFA86"
		},
		{
			"Source":
			{
				"Text": "Exit Game"
			},
			"Translation":
			{
				"Text": "Konec Hry"
			},
			"Key": "B1A7572B41C554B5EC37CBB737430E98"
		},
		{
			"Source":
			{
				"Text": "GAME OVER"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A6B2234B4E7E7FF84715FDA127BEFCD6"
		},
		{
			"Source":
			{
				"Text": "Game Dev Hub\r\nUnreal Engine 4"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C6B79A1846D35631902A0D962FCA8281"
		},
		{
			"Source":
			{
				"Text": "Gold"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0617410D48DDD822A4B659B6905706A3"
		},
		{
			"Source":
			{
				"Text": "Grass"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "24C489A34592BED58A3A7CB71F18EEB5"
		},
		{
			"Source":
			{
				"Text": "Gravel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7B53C2BC43A5480E61F00C9FDF468560"
		},
		{
			"Source":
			{
				"Text": "Health"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D73348054C68855C6085859FBB00CD61"
		},
		{
			"Source":
			{
				"Text": "Hex Tiles"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6C8005D34C59B52AF1D555A08F8BA1CB"
		},
		{
			"Source":
			{
				"Text": "Lake Water"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "39544187479738D17D7BA8B5A5527C0D"
		},
		{
			"Source":
			{
				"Text": "Lampa s prijmacem\r\n(Event Dispatcher)\r\nHrac vysílá"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F219E0714B9DDD511B2D499DB26202F7"
		},
		{
			"Source":
			{
				"Text": "Language"
			},
			"Translation":
			{
				"Text": "Jazyk"
			},
			"Key": "037D6F964F7D452C9F2912AFF5813AE9"
		},
		{
			"Source":
			{
				"Text": "Lekce 01"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7E2555BF4EFA4D019B73A9B1F5617645"
		},
		{
			"Source":
			{
				"Text": "Lekce 02"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4CF1D64B485EF4A14E893483D48CFC4D"
		},
		{
			"Source":
			{
				"Text": "Lekce 03"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3C9AD6C9409B40F6A7482E88A2A9D9F8"
		},
		{
			"Source":
			{
				"Text": "Lekce 04"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CFEA896049B50556D19090A69172D3D0"
		},
		{
			"Source":
			{
				"Text": "Lekce 04"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3F6D43054C7A8D18886536B2226976C9"
		},
		{
			"Source":
			{
				"Text": "Lekce 04 Konzultace"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "43814E7A48ED154A5FD8B3B093C415E7"
		},
		{
			"Source":
			{
				"Text": "Lekce 05"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "66BD2D5C4B37934E9AAAED8CA0F0046D"
		},
		{
			"Source":
			{
				"Text": "Lekce 06"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F995661F4450039EA0A39F9FE88E4A3C"
		},
		{
			"Source":
			{
				"Text": "Load Game"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D4A3E95749CBCD6A86C529ABFD910030"
		},
		{
			"Source":
			{
				"Text": "Moss"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "060AD8364E7BBBB8D1E92DB0511E8FD6"
		},
		{
			"Source":
			{
				"Text": "Nazev Lekce"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "46CCAF7A48F7DB356D773B9A46989D86"
		},
		{
			"Source":
			{
				"Text": "Oak"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E440F3DE45BA4B2C5D8050A73EE833FB"
		},
		{
			"Source":
			{
				"Text": "Ocean Water"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "39A9DF0C417D6D6ADB8616B8BF5F6AAF"
		},
		{
			"Source":
			{
				"Text": "Panel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "00A0A79A4F31FC1919043D8AA52B0070"
		},
		{
			"Source":
			{
				"Text": "Pause Menu"
			},
			"Translation":
			{
				"Text": "Pozastavená hra"
			},
			"Key": "2AE684524E2DCEA7C1CF8AB10DCFF950"
		},
		{
			"Source":
			{
				"Text": "Pine"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F1B4647C4F088A14EDBD99AE31D83F23"
		},
		{
			"Source":
			{
				"Text": "Polished Marble"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FEEBA05E427D3BC99C25A4AD6E9F934F"
		},
		{
			"Source":
			{
				"Text": "Pulse"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BC8152834213B5D1A460AE967CA1F09F"
		},
		{
			"Source":
			{
				"Text": "Respawn"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "822E05C94A48D91A57ABB18F711ACCDD"
		},
		{
			"Source":
			{
				"Text": "Resume"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8A1348B2405656B9196C1EA81BF98398"
		},
		{
			"Source":
			{
				"Text": "Rust"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "38D8584F40423B7E408A29A248AAC4A5"
		},
		{
			"Source":
			{
				"Text": "Sandstone"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A51630AD4072309AF482CDADB8AF5C58"
		},
		{
			"Source":
			{
				"Text": "Save Game"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8EFC00FA41F92877C5A407BD3126DCE9"
		},
		{
			"Source":
			{
				"Text": "Slate"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "009556AF48CE6937BF572F8EFB679827"
		},
		{
			"Source":
			{
				"Text": "Steel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "57DCAD71427BAE0D4D2709BA45E4CB57"
		},
		{
			"Source":
			{
				"Text": "Stiskni klávesu F"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "34E08E514264AFE764AC9EA9CA89C106"
		},
		{
			"Source":
			{
				"Text": "Stone Brick, Cut"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0CC9863546E64AC6B74E30A32D607376"
		},
		{
			"Source":
			{
				"Text": "Stone Brick, Hewn"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1685EE6F4E7E8AFF229191BF97456889"
		},
		{
			"Source":
			{
				"Text": "Teleporter"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DB72174043A8B98453FCE7B605DFDD8E"
		},
		{
			"Source":
			{
				"Text": "Third Person"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2295A5CE4C86A968A4F8909861C06D94"
		},
		{
			"Source":
			{
				"Text": "Videa:"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2382C91742BC0B3AA7EA0F95B27F2887"
		},
		{
			"Source":
			{
				"Text": "Walnut"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D67372D04B388B707D841996FA22838F"
		},
		{
			"Source":
			{
				"Text": "Walnut, Polished"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F80060F044605E4D0FC1D99B3043C1EE"
		},
		{
			"Source":
			{
				"Text": "Walnut, Worn"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CBD93432421B0C6B48A8AE9587579BA4"
		}
	]
}